import Woman from '../assets/Woman.svg'

const Block2 = () => {
  return (
    <div>
        <div>
            <div className='px-[519px] mt-[50px]'>
                <p>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц. И у нас еще остались деньги на дорогу домой в Москву. У вас же не было выбора, вы приехали и работали за еду, иначе бы не выжили бы. Не нужно было бы <span className='text-[#6F73EE]'>  покупать мебель</span>, если бы вы поехали домой! Вы правы, я приехал в Украину работать не имея даже регистрации и был вынужден жить с женщиной которая меня не видела ни разу в жизни. И то я купил машину за 100 000 руб.</p>
                <p className='pt-[20px]'>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц.</p>
                <h5 className='text-[#282739] text-[24px] pt-[30px] font-semibold'>Как мы за 1000 евро обустроили арендную квартиру</h5>
                <p className='pt-[25px]'>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц. И у нас еще остались деньги на дорогу домой в Москву.</p>
            </div>
            <div className='px-[250px] mt-[50px]'>
                <img className='rounded-[10px]' src={Woman} alt="sdfg" />
            </div>
            <div className='px-[519px]'>
                <h5 className='text-[#282739] text-[22px] pt-[30px] font-semibold'>Как мы за 1000 евро обустроили арендную квартиру</h5>
                <p className='pt-[25px]'>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц. И у нас еще остались деньги на дорогу домой в Москву.</p>
                <button className='w-[190px] mt-[21px] h-[53px] bg-[#6F73EE] border-2 border-[#6F73EE] text-[white] rounded-[5px] text-base font-medium hover:bg-[white] hover:text-[#6F73EE] transition'>
                    Перейти в католог
                </button>
                <p className='mt-[50px]'>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц. И у нас еще остались деньги на дорогу домой в Москву. У вас же не было выбора, вы приехали и работали за еду, иначе бы не выжили бы. Не нужно было бы <span className='text-[#6F73EE]'>  покупать мебель</span>, если бы вы поехали домой! Вы правы, я приехал в Украину работать не имея даже регистрации и был вынужден жить с женщиной которая меня не видела ни разу в жизни. И то я купил машину за 100 000 руб.</p>
                <p className='pt-[20px]'>История. Как мы за 1000 евро обустроили арендную квартиру мебелью, купленной за 2000 евро, на эти деньги купили пылесос, а на оставшиеся две тысячи купили продуктов на месяц.</p>
            </div>
        </div>
    </div>
  )
}

export default Block2